7zip
accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-tools
ark
awesome-terminal-fonts
base
base-devel
bash-completion
bibata-cursor-theme-bin
bind
bluedevil
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-utils
breeze-gtk
btop
btrfs-assistant
btrfs-progs
cachyos-emerald-kde-theme-git
cachyos-fish-config
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-iridescent-kde
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-niri-noctalia
cachyos-nord-kde-theme-git
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-themes-sddm
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
catppuccin-gtk-theme-mocha
cava
char-white
chwd
cli11
cliphist
coolercontrol
corectrl
cpupower
cryptsetup
dcli-git
deezer-enhanced
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
file-roller
filelight
firefox
fsarchiver
fwupd
gamemode
gamescope
gemini-cli
git
github-cli
glances
glib2-devel
gnome-keyring
grub
grub-btrfs-support
grub-hook
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gvfs-mtp
gwenview
haruna
haveged
hdparm
hwdetect
hwinfo
hyprism-git
imv
inetutils
inotify-tools
iptables-nft
it87-dkms-git
iwd
jfsutils
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdeplasma-addons
kdialog
kinfocenter
kio-admin
konsole
kscreen
kwallet-pam
kwalletmanager
less
lib32-gamemode
lib32-mangohud
lib32-mesa-git
libdvdcss
libgsf
libopenraw
libplasma
libwnck3
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
ly
man-db
man-pages
mangohud
matugen
mdadm
meld
mesa-git
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
ncdu
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nix
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntp
nwg-look
obsidian
octopi
openssh
orca-slicer-bin
os-prober
otf-jost
pacman-contrib
paru
pavucontrol
perl
phonon-qt6-vlc
pipewire-alsa
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-workspace
plocate
plymouth
plymouth-kcm
polkit-gnome
poppler-glib
power-profiles-daemon
powerdevil
proton-cachyos
proton-vpn-cli
protonup-qt
pv
python
python-defusedxml
python-packaging
python-pywal
qt6-wayland
qt6ct
rebuild-detector
reflector
ripgrep
rsync
rtkit
s-nail
sddm
sddm-kcm
seahorse
sg3_utils
slurp
smartmontools
snapper
sof-firmware
spectacle
starship
steam
sudo
swayosd
sysfsutils
tela-circle-icon-theme-git
tela-icon-theme-purple-git
texinfo
thunar
thunar-archive-plugin
thunar-volman
tree
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ttf-unifont
tumbler
ufw
unarchiver
unrar
unzip
upower
usb_modeswitch
usbutils
vesktop
vi
vim
virt-manager
vivaldi
vlc-plugins-all
vulkan-headers
wezterm
wget
which
winboat
wireless-regdb
wireplumber
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xf86-input-libinput
xf86-video-amdgpu
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
yazi
zed
zellij
zoxide
